---
kind: other
id: Methods.T:Autodesk.Revit.DB.PaperSource
source: html/a2fbdd7e-0149-4e62-dedc-da2416f8023b.htm
---
# PaperSource Methods

Causes the object to release immediately any resources it may be utilizing.